Repository: NMarjou/localization-app
Catalog: TMs/en-US_th-TH.tmx
Source language: en_us
Languages: th_th

source: You are about to reject the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
th_th: คุณกำลังจะปฏิเสธเป้าหมาย <strong>{{goalTitle}}</strong> คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

source: Reject goal
th_th: ปฏิเสธเป้าหมาย

source: Comment
th_th: ความคิดเห็น

source: {{managerName}} rejected the goal <0>{{goalTitle}}</0>.
th_th: {{managerName}} ปฏิเสธเป้าหมาย <0>{{goalTitle}}</0>.

source: Rejected goal
th_th: เป้าหมายที่ปฏิเสธ

source: The goal was rejected.
th_th: เป้าหมายถูกปฏิเสธ

source: The default language is required.
th_th: จำเป็นต้องมีภาษาเริ่มต้น

source: Are you sure you want to delete this item?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการนี้

source: The goal was successfully deleted.
th_th: เป้าหมายถูกลบเรียบร้อยแล้ว

source: Please add at least one deliverable.
th_th: โปรดเพิ่มสิ่งที่ส่งมอบอย่างน้อยหนึ่งรายการ

source: Are you sure you want to quit without saving your changes?
th_th: คุณแน่ใจหรือไม่ว่าต้องการออกโดยไม่บันทึกการเปลี่ยนแปลงของคุณ

source: Discard changes
th_th: ยกเลิกการเปลี่ยนแปลง

source: Discard comment
th_th: ยกเลิกความคิดเห็น

source: You have unsaved changes. Are you sure you want to leave this page and discard your changes?
th_th: คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก คุณแน่ใจหรือไม่ว่าต้องการออกจากหน้านี้และยกเลิกการเปลี่ยนแปลงของคุณ

source: You will lose any unsaved changes to your comment.
th_th: คุณจะสูญเสียการเปลี่ยนแปลงใดๆ ที่ยังไม่ได้บันทึกในความคิดเห็นของคุณ

source: Quit without saving
th_th: ออกโดยไม่บันทึก

source: Keep editing
th_th: แก้ไขต่อไป

source: Unsaved changes
th_th: การเปลี่ยนแปลงที่ยังไม่ได้บันทึก

source: Discard comment changes
th_th: ยกเลิกการเปลี่ยนแปลงความคิดเห็น

source: Congratulations! Your goal is completed.
th_th: ขอแสดงความยินดี! คุณบรรลุเป้าหมายแล้ว

source: This export is filtered based on your access permissions. It contains only the worker data you are authorized to view.
th_th: การส่งออกนี้ถูกกรองตามสิทธิ์การเข้าถึงของคุณ โดยมีเฉพาะข้อมูลพนักงานที่คุณได้รับอนุญาตให้ดูเท่านั้น

source: The password doesn't meet the requirements.
th_th: รหัสผ่านไม่เป็นไปตามข้อกำหนด

source: Must contain at least one lowercase letter
th_th: ต้องมีตัวพิมพ์เล็กอย่างน้อยหนึ่งตัว

source: Maximum password length: {{max}} characters
th_th: ความยาวรหัสผ่านสูงสุด: {{max}} ตัวอักษร

source: Minimum password length: {{min}} characters
th_th: ความยาวรหัสผ่านขั้นต่ำ: {{min}} ตัวอักษร

source: Must contain at least one uppercase letter
th_th: ต้องมีตัวพิมพ์ใหญ่อย่างน้อยหนึ่งตัว

source: Drafts
th_th: แบบร่าง

source: Press the space bar to start dragging. When dragging, you can use the arrow keys to move the item around and the escape key to cancel the action.
th_th: กดปุ่ม Space bar เพื่อเริ่มลาก เมื่อลาก คุณสามารถใช้ปุ่มลูกศรเพื่อย้ายรายการไปมา และปุ่ม Escape เพื่อยกเลิกการกระทำ

source: Dragging was canceled and the sortable item was dropped.
th_th: การลากถูกยกเลิกและรายการที่สามารถจัดเรียงได้ถูกวางลงแล้ว

source: The sortable item was dropped in position {{position}} of {{itemCount}}.
th_th: รายการที่เรียงลำดับได้ถูกทิ้งไว้ในตำแหน่ง {{position}} จาก {{itemCount}}

source: The draggable item is no longer over a droppable area.
th_th: รายการที่ลากได้จะไม่ทับพื้นที่ที่สามารถวางได้อีกต่อไป

source: The sortable item was moved in position {{position}} of {{itemCount}}.
th_th: รายการที่เรียงลำดับได้ถูกย้ายไปอยู่ในตำแหน่ง {{position}} จาก {{itemCount}}

source: Picked up sortable item. The sortable item is in position {{position}} of {{itemCount}}.
th_th: เลือกรายการที่เรียงลำดับได้ รายการที่เรียงลำดับได้อยู่ในตำแหน่ง {{position}} จาก {{itemCount}}

source: Upload image
th_th: อัปโหลดรูปภาพ

source: Delete image
th_th: ลบรูปภาพ

source: Are you sure you want to delete this file?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบไฟล์นี้

source: Delete photo
th_th: ลบรูปถ่าย

source: or drag & drop
th_th: หรือ ลากและวาง

source: The upload failed. Make sure your file meets the requirements for file upload listed above.
th_th: การอัปโหลดล้มเหลว ตรวจสอบให้แน่ใจว่าไฟล์ของคุณตรงตามข้อกำหนดสำหรับการอัปโหลดไฟล์ที่ระบุไว้ข้างต้น

source: Drag & drop or click upload to add file.
th_th: ลากแล้ววางหรือคลิกอัปโหลดเพื่อเพิ่มไฟล์

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} files.
th_th: รูปแบบไฟล์ที่รองรับ: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint ขนาดไฟล์สูงสุด: 10MB จำนวนไฟล์สูงสุด: {{count}} ไฟล์

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} file.
th_th: รูปแบบไฟล์ที่รองรับ: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint ขนาดไฟล์สูงสุด: 10MB จำนวนไฟล์สูงสุด: {{count}} ไฟล์

source: Supported file formats: JPG, JPEG, PNG
th_th: รูปแบบไฟล์ที่รองรับ: JPG, JPEG, PNG

source: Upload documents
th_th: อัปโหลดเอกสาร

source: Maximum file size: {{fileSize}}MB
th_th: ขนาดไฟล์สูงสุด: {{fileSize}} MB

source: Drag and drop your file here or click to select files. Images must be in jpg/jpeg or png format. Suggested image resolution: {{resolution}} pixels. Maximum size for images: 2MB.
th_th: ลากและวางไฟล์ของคุณที่นี่หรือคลิกเพื่อเลือกไฟล์ รูปภาพจะต้องอยู่ในรูปแบบ jpg/jpeg หรือ png ความละเอียดรูปภาพที่แนะนำ: {{resolution}} พิกเซล ขนาดสูงสุดของรูปภาพ: 2MB

source: Preview only; population settings prevent you from opening this goal.
th_th: ดูตัวอย่างเท่านั้น การตั้งค่าประชากรป้องกันไม่ให้คุณเปิดเป้าหมายนี้

source: No results match the search/filter criteria.<br/>Remove filters and clear the search to show all results.
th_th: ไม่มีผลลัพธ์ที่ตรงกับเกณฑ์การค้นหา/การกรอง<br/>ลบตัวกรองและล้างการค้นหาเพื่อแสดงผลลัพธ์ทั้งหมด

source: Enter URL
th_th: ป้อน URL

source: Equity manager
th_th: หัวหน้างานฝ่ายทุน

source: Grant price
th_th: ราคาทุน

source: Grant timeline
th_th: กำหนดเวลาการมอบทุน

source: Grant timeline help
th_th: ความช่วยเหลือเกี่ยวกับกำหนดเวลาการมอบทุน

source: Next grants vested amount
th_th: จำนวนเงินที่ได้รับสิทธิ์ครั้งต่อไป

source: All my equity plans
th_th: แผนการลงทุนทั้งหมดของฉัน

source: My equity plans
th_th: แผนการลงทุนของฉัน

source: First vesting
th_th: การให้สิทธิ์ครั้งแรก

source: Grant date
th_th: วันที่ได้รับสิทธิ์

source: Grants
th_th: การให้สิทธิ์

source: Last vesting
th_th: สิทธิครั้งสุดท้าย

source: Executive plan name
th_th: ชื่อแผนบริหาร

source: Next vesting
th_th: การให้สิทธิ์ครั้งต่อไป

source: Strike price
th_th: ราคาใช้สิทธิ์

source: Vested grants
th_th: เงินอุดหนุนที่ได้รับ

source: Vesting date
th_th: วันที่ได้รับสิทธิ์

source: Vesting period
th_th: ระยะเวลาการได้รับสิทธิ์

source: Reset to current value
th_th: รีเซ็ตเป็นค่าปัจจุบัน

source: My equity simulation
th_th: การจำลองความเสมอภาคของฉัน

source: Stock trend ($/unit)
th_th: แนวโน้มหุ้น ($/หน่วย)

source: Equity overview
th_th: ภาพรวมของส่วนผู้ถือหุ้น

source: My equity overview
th_th: ภาพรวมหุ้นของฉัน

source: Total grants vested amount
th_th: ยอดเงินอุดหนุนรวมทั้งหมด

source: Equity plan type
th_th: ประเภทแผนการถือหุ้น

source: Stock options
th_th: ตัวเลือกสต็อก

source: 403 - Access denied
th_th: 403 - ปฏิเสธการเข้าถึง

source: 404 - Page not found
th_th: 404 - ไม่พบหน้าที่ต้องการ

source: Unexpected error
th_th: เกิดข้อผิดพลาดที่ไม่คาดคิด

source: More information is available in the console.
th_th: ข้อมูลเพิ่มเติมมีอยู่ในคอนโซล

source: Error ID: {{text}}
th_th: รหัสข้อผิดพลาด: {{text}}

source: Error
th_th: ข้อผิดพลาด

source: Your form contains the following errors
th_th: แบบฟอร์มของคุณมีข้อผิดพลาดดังต่อไปนี้

source: Message: {{text}}
th_th: ข้อความ: {{text}}

source: Information not provided.
th_th: ไม่มีการให้ข้อมูล

source: Connection lost
th_th: การเชื่อมต่อขาดหาย

source: Your device has lost Internet access. Please check your network and try again.
th_th: อุปกรณ์ของคุณสูญเสียการเชื่อมต่ออินเทอร์เน็ต โปรดตรวจสอบเครือข่ายของคุณแล้วลองอีกครั้ง

source: The page cannot be displayed.
th_th: ไม่สามารถแสดงหน้านี้ได้

source: A proxy is blocking the connection. Please try again.
th_th: พร็อกซีบล็อกการเชื่อมต่อ กรุณาลองอีกครั้ง

source: An unexpected error has occurred.
th_th: เกิดข้อผิดพลาดที่ไม่คาดคิด

source: divide
th_th: หาร

source: Missing operator. You need an operator like + or * between numbers and fields or before a parenthesis.
th_th: ขาดตัวดำเนินการ คุณต้องมีตัวดำเนินการ เช่น + หรือ * ระหว่างตัวเลขและฟิลด์ หรือก่อนวงเล็บ

source: An expression is required.
th_th: จำเป็นต้องระบุนิพจน์

source: Expression incomplete. Make sure there is a number or field after the operator.
th_th: นิพจน์ไม่สมบูรณ์ กรุณาตรวจสอบให้แน่ใจว่ามีตัวเลขหรือฟิลด์หลังตัวดำเนินการ

source: An expression cannot end with an operator. End with a number, field or ) .
th_th: นิพจน์ไม่สามารถจบด้วยตัวดำเนินการได้ กรุณาจบด้วยตัวเลข, ฟิลด์ หรือ )

source: An expression cannot start with an operator. Start with a number, field or ( .
th_th: นิพจน์ไม่สามารถเริ่มต้นด้วยตัวดำเนินการได้ กรุณาเริ่มต้นด้วยตัวเลข ฟิลด์ หรือ ( .

source: Mismatched parentheses. Make sure every ( has a matching ) .
th_th: วงเล็บไม่ตรงกัน กรุณาตรวจสอบให้แน่ใจว่าแต่ละ ( มี ) ที่ตรงกัน

source: Missing operator after parenthesis
th_th: ขาดตัวดำเนินการหลังวงเล็บ

source: Cannot calculate a single operator. Please enter a full expression.
th_th: ไม่สามารถคำนวณได้ด้วยตัวดำเนินการเดียว กรุณากรอกนิพจน์ให้ครบถ้วน

source: Expression formula
th_th: สูตรนิพจน์

source: Expression builder
th_th: ตัวสร้างนิพจน์

source: left parenthesis
th_th: วงเล็บซ้าย

source: subtract
th_th: ลบ

source: multiply
th_th: คูณ

source: add
th_th: เพิ่ม

source: right parenthesis
th_th: วงเล็บขวา

source: Sum
th_th: ผลรวม

source: Text
th_th: ข้อความ

source: A Pay Intelligence feature that offers powerful analytics for data analysis, visualization, and insights.
th_th: ฟีเจอร์ Pay Intelligence ที่มอบการวิเคราะห์ข้อมูลอันทรงพลังสำหรับการวิเคราะห์ข้อมูล การแสดงผล และการให้ข้อมูลเชิงลึก

source: A Performance Management feature that enables HR Administrators to create behavior libraries that workers can then use to highlight specific actions in the feedback they offer.
th_th: ฟีเจอร์การบริหารผลงานที่ช่วยให้ผู้ดูแลระบบ HR สามารถสร้างคลังพฤติกรรมที่พนักงานสามารถนำไปใช้เพื่อเน้นย้ำการกระทำเฉพาะในคำติชมที่พวกเขามอบให้

source: A Performance Management feature that enables managers and workers to collaboratively create development plans and help workers grow achieve higher professional objectives.
th_th: ฟีเจอร์การบริหารผลงานที่ช่วยให้ผู้จัดการและพนักงานสามารถร่วมกันสร้างแผนพัฒนาตนเอง และช่วยให้พนักงานเติบโตและบรรลุเป้าหมายทางวิชาชีพที่สูงขึ้น

source: A Performance Management feature that enables workers to schedule regular conversations with their managers and reports to align on goals.
th_th: ฟีเจอร์การบริหารผลงานที่ช่วยให้พนักงานสามารถนัดหมายพูดคุยกับผู้จัดการและผู้ใต้บังคับบัญชาเป็นประจำ เพื่อปรับเป้าหมายให้สอดคล้องกัน

source: A Pay Transparency feature that lets admins and compliance roles grant active workers access to documents relative to their compensation or their performance.
th_th: ฟีเจอร์ความโปร่งใสด้านค่าตอบแทนที่ช่วยให้ผู้ดูแลระบบและผู้มีบทบาทด้านการปฏิบัติตามกฎระเบียบสามารถให้สิทธิ์พนักงานที่ยังทำงานอยู่เข้าถึงเอกสารที่เกี่ยวข้องกับค่าตอบแทนหรือผลงานของตนเองได้

source: A Compensation Management feature that enables managers and compensation admins to compare worker compensation and quickly identify gaps and discrepancies.
th_th: ฟีเจอร์การจัดการค่าตอบแทนที่ช่วยให้ผู้จัดการและผู้ดูแลค่าตอบแทนสามารถเปรียบเทียบค่าตอบแทนของพนักงานและระบุช่องว่างหรือความคลาดเคลื่อนอย่างรวดเร็ว

source: A Compensation Management feature that enables HR admins to create compensation rounds which are then used by managers and compensation admins to review the compensation data of their reports and of the larger company workforce.
th_th: ฟีเจอร์การจัดการค่าตอบแทนที่ช่วยให้ผู้ดูแลระบบทรัพยากรบุคคลสร้างรอบการปรับค่าตอบแทน ซึ่งผู้จัดการและผู้ดูแลระบบด้านค่าตอบแทนจะใช้ในการทบทวนข้อมูลค่าตอบแทนของผู้ใต้บังคับบัญชาและของพนักงานทั้งองค์กร

source: This feature is turned off and cannot be turned on. To change this, please contact your system administrator.
th_th: คุณสมบัตินี้ถูกปิดอยู่และไม่สามารถเปิดใช้งานได้ หากต้องการเปลี่ยนแปลง โปรดติดต่อผู้ดูแลระบบของคุณ

source: This feature is turned on and cannot be turned off. To change this, please contact your system administrator.
th_th: คุณสมบัตินี้เปิดใช้งานอยู่และไม่สามารถปิดได้ หากต้องการเปลี่ยนแปลง โปรดติดต่อผู้ดูแลระบบของคุณ

source: A Performance Management feature that enables workers to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues' insights about their own work.
th_th: ฟีเจอร์การบริหารผลงานที่ช่วยให้พนักงานสามารถให้ข้อสังเกตเกี่ยวกับเหตุการณ์และสถานการณ์ที่ตนเองพบเห็นกับเพื่อนร่วมงานได้อย่างรวดเร็วและง่ายดาย รวมถึงสามารถขอความคิดเห็นจากเพื่อนร่วมงานเกี่ยวกับการทำงานของตนเองได้ด้วย

source: A Performance Management feature that offers a powerful AI assistant for creating goals and templates from predefined inputs.
th_th: ฟีเจอร์การบริหารผลงานที่มาพร้อมผู้ช่วย AI อันทรงพลัง สำหรับสร้างเป้าหมายและแม่แบบจากข้อมูลที่กำหนดไว้ล่วงหน้า

source: A Performance Management feature that enables workers and managers to track professional objectives using specific and measurable goals with achievement metrics and measurable outcomes.
th_th: ฟีเจอร์การบริหารผลงานที่ช่วยให้พนักงานและผู้จัดการสามารถติดตามเป้าหมายทางวิชาชีพโดยใช้เป้าหมายที่เฉพาะเจาะจงและวัดผลได้ พร้อมตัวชี้วัดความสำเร็จและผลลัพธ์ที่สามารถวัดได้

source: A general application feature that contains a set of widgets offering highlights about key events related to compensation and performance, depending on the features enabled in the platform.
th_th: ฟีเจอร์แอปพลิเคชันทั่วไปที่ประกอบด้วยชุดวิดเจ็ตที่นำเสนอไฮไลท์เกี่ยวกับเหตุการณ์สำคัญที่เกี่ยวข้องกับการชดเชยและประสิทธิภาพ โดยขึ้นอยู่กับฟีเจอร์ที่เปิดใช้งานในแพลตฟอร์ม

source: Compensation recommendations
th_th: ข้อเสนอแนะเกี่ยวกับค่าตอบแทน

source: A Pay Intelligence feature that offers users a powerful machine learning framework to generate automated compensation recommendations for new and existing workers.
th_th: ฟีเจอร์ Pay Intelligence ที่มอบกรอบการทำงานด้านแมชชีนเลิร์นนิงที่ทรงพลังให้ผู้ใช้ เพื่อสร้างคำแนะนำค่าตอบแทนอัตโนมัติสำหรับพนักงานใหม่และพนักงานปัจจุบัน

source: Pay Analysis
th_th: การวิเคราะห์ค่าตอบแทน

source: A feature that provides users with analyses generated in PayAnalytics based on the mappings and snapshots they create in the platform
th_th: ฟีเจอร์ที่มอบการวิเคราะห์ให้ผู้ใช้ โดยอ้างอิงจากการแม็ปและสแน็ปช็อตที่พวกเขาสร้างในแพลตฟอร์ม PayAnalytics

source: Proxy Permission Manager
th_th: หัวหน้างานอนุญาตพร็อกซี

source: Proxy Permission Settings
th_th: การตั้งค่าสิทธิ์การอนุญาตพร็อกซี

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events that happened over a defined period of time.
th_th: ฟีเจอร์การบริหารผลงานที่ช่วยให้ผู้ดูแลฝ่ายทรัพยากรบุคคลสามารถสร้างแบบประเมินผลงาน ซึ่งพนักงานและผู้จัดการจะได้ทบทวนเหตุการณ์ต่าง ๆ ที่เกิดขึ้นในช่วงเวลาที่กำหนด

source: A Performance Management feature that offers a smart search detecting unprofessional words according to a customizable list.
th_th: ฟีเจอร์การบริหารผลงานที่มีระบบค้นหาอัจฉริยะ สามารถตรวจจับคำที่ไม่เหมาะสมตามรายการที่สามารถปรับแต่งได้

source: Talent Review
th_th: การทบทวนศักยภาพบุคลากร

source: A performance management feature that enables managers and HR to assess talent using 9-box grids based on performance, potential, and risk factors.
th_th: ฟีเจอร์การบริหารผลงานที่ช่วยให้ผู้จัดการและ HR ประเมินศักยภาพบุคลากรโดยใช้กริด 9 ช่อง ตามผลการปฏิบัติงาน ศักยภาพ และปัจจัยด้านความเสี่ยง

source: Your insights will not be shared with the feedback sender.
th_th: ข้อมูลเชิงลึกของคุณจะไม่ถูกแบ่งปันกับผู้ส่งฟีดแบค

source: Your reaction will be visible to all the people with whom this feedback was shared.
th_th: การตอบรับของคุณจะปรากฏให้ทุกคนที่รับฟีดแบคนี้เห็น

source: Feedback actions
th_th: การดำเนินการให้ฟีดแบค

source: Add people
th_th: เพิ่มบุคคล

source: Something I really appreciate about you is
th_th: สิ่งหนึ่งที่ฉันชื่นชมในตัวคุณจริงๆ คือ

source: Endorsed
th_th: รับรองแล้ว

source: By endorsing feedback, you acknowledge a demonstrated strength.
th_th: โดยการรับรองคำติชม คุณยอมรับถึงจุดแข็งที่แสดงให้เห็น

source: Behavior feedback
th_th: ผลตอบรับพฤติกรรม

source: Keep your focus!
th_th: รักษาความมุ่งมั่นเอาไว้!

source: By suggesting to keep focus, you highlight a developmental area on which to concentrate.
th_th: การแนะนำให้รักษาความมุ่งมั่นจะช่วยเน้นย้ำถึงพื้นที่การพัฒนาที่ต้องให้ความสำคัญ

source: No description available.
th_th: ไม่มีคำอธิบาย

source: and {{count}} others
th_th: และอีก {{count}} รายการ

source: Set rating for this behavior
th_th: กำหนดคะแนนสำหรับพฤติกรรมนี้

source: Let's meet
th_th: มาพบปะกัน

source: Clarity for worker
th_th: ความชัดเจนสำหรับพนักงาน

source: Your feedback was described as
th_th: ความคิดเห็นของคุณถูกอธิบายว่า

source: Wonderful! Thank you for your reaction.
th_th: สุดยอด ขอบคุณสำหรับการตอบรับ

source: Write a reaction
th_th: เขียนการตอบรับ

source: Have they demonstrated any of the below behaviors?
th_th: พวกเขาแสดงพฤติกรรมใด ๆ ด้านล่างนี้บ้างหรือไม่

source: Have they demonstrated any company behaviors?
th_th: พวกเขาได้แสดงพฤติกรรมใด ๆ ของบริษัทบ้างหรือไม่

source: Have they demonstrated any of our company behaviors?
th_th: พวกเขาแสดงพฤติกรรมใดๆ ของบริษัทเราบ้างหรือไม่

source: Clear requests lead to more relevant and meaningful feedback. Describe clearly the areas on which you would like feedback.
th_th: คำขอที่ชัดเจนจะนำไปสู่คำติชมที่ตรงประเด็นและมีความหมายมากขึ้น โปรดอธิบายอย่างชัดเจนถึงหัวข้อหรือประเด็นที่คุณต้องการรับคำติชม

source: Share your insights
th_th: แบ่งปันข้อมูลเชิงลึกของคุณ

source: Create context by detailing what you observed and when you observed it.
th_th: สร้างบริบทโดยการให้รายละเอียดเกี่ยวกับสิ่งที่คุณสังเกตและเมื่อคุณสังเกต

source: Select people
th_th: เลือกบุคคล

source: Select person
th_th: เลือกบุคคล

source: Select the company behaviors that {{Name}} has demonstrated.
th_th: เลือกพฤติกรรมของบริษัทที่ {{Name}} ได้แสดงให้เห็น

source: Fantastic! Thank you for your feedback!
th_th: ยอดเยี่ยม! ขอบคุณสำหรับฟีดแบคของคุณ!

source: Delete feedback
th_th: ลบฟีดแบค

source: Delete note
th_th: ลบหมายเหตุ

source: Edit note
th_th: แก้ไขหมายเหตุ

source: Endorse
th_th: รับรอง

source: Endorse this feedback to let your colleagues know that you agree.
th_th: รับรองฟีดแบคนี้เพื่อให้เพื่อนร่วมงานของคุณทราบว่าคุณเห็นด้วย

source: Favorite
th_th: รายการโปรด

source: Wonderful! Favoriting feedback is the highest compliment.
th_th: สุดยอด! การกดถูกใจถือเป็นคำชมที่สูงสุด

source: Favorite feedback
th_th: ข้อเสนอแนะที่ชื่นชอบ

source: Favorite this feedback to let your colleague know how much you value their opinion!
th_th: เพิ่มฟีดแบคนี้ลงในรายการโปรดเพื่อให้เพื่อนร่วมงานของคุณทราบว่าคุณให้ความสำคัญกับความคิดเห็นของพวกเขาแค่ไหน!

source: {{name}} request
th_th: คำขอ {{name}}

source: Are you ready to send this reply? This feedback will only be sent to the manager, {{name}} {{nickName}} will not see it.
th_th: คุณพร้อมที่จะส่งคำตอบนี้หรือยัง ข้อเสนอแนะนี้จะถูกส่งไปยังผู้จัดการเท่านั้น {{name}} ( {{nickName}} ) จะไม่เห็นฟีดแบคนี้

source: You have sent a meet request to {{name}} ({{nickName}}).
th_th: คุณได้ส่งคำขอพบปะไปยัง {{name}} ( {{nickName}} )

source: Are you sure you want to proceed?
th_th: คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ

source: This feedback will be sent to {{count}} recipients.
th_th: ฟีดแบคนี้จะถูกส่งไปยังผู้รับ {{count}} ราย

source: This feedback will be shared with {{count}} recipient.
th_th: ฟีดแบคนี้จะถูกแบ่งปันกับผู้รับ {{count}} ราย

source: This feedback will be shared with {{count}} recipients.
th_th: ฟีดแบคนี้จะถูกแบ่งปันกับผู้รับ {{count}} ราย

source: Reflect on your intentions before sharing feedback. You should always thrive to inspire development.
th_th: พิจารณาเจตนาของคุณก่อนแบ่งปันฟีดแบค คุณควรพยายามสร้างแรงบันดาลใจในการพัฒนาอยู่เสมอ

source: Purposeful
th_th: มีจุดมุ่งหมาย

source: Focus the conversation on the future.
th_th: มุ่งเน้นการสนทนาไปที่อนาคต

source: To get started, request feedback from your network
th_th: สำหรับการเริ่มต้น ขอฟีดแบคจากคนในบริษัทของคุณ

source: No received feedback
th_th: ไม่มีฟีดแบค

source: Feedback requested
th_th: ฟีดแบคที่ขอ

source: Perceived clarity
th_th: ความชัดเจนที่รับรู้

source: Clarity (avg).
th_th: ความชัดเจน (โดยเฉลี่ย)

source: {{count}} more feedback insights to go to the next update
th_th: ข้อมูลเชิงลึกจากฟีดแบคอีก {{count}} รายการเพื่อส่งไปยังการอัปเดตครั้งต่อไป

source: Feedback insights received
th_th: ข้อมูลเชิงลึกที่ได้รับจากการตอบรับ

source: Feedback insights
th_th: ข้อมูลเชิงลึกจากฟีดแบค

source: This widget provides insights into how your feedback is perceived by colleagues to whom you have given feedback.
th_th: วิดเจ็ตนี้ให้ข้อมูลเชิงลึกว่าเพื่อนร่วมงานที่คุณให้ฟีดแบครับรู้ต่อคฟีดแบคของคุณอย่างไร

source: Perceived trust
th_th: รับรู้ความไว้วางใจ

source: Trust (avg).
th_th: ความน่าเชื่อถือ (โดยเฉลี่ย)

source: You have sent a reminder to {{givenName}} just now.
th_th: คุณได้ส่งการแจ้งเตือนไปยัง {{givenName}} เรียบร้อยแล้ว

source: I saw you do X well and I want to ensure you know this is a strength
th_th: ฉันเห็นว่าคุณทำ X ได้ดี และอยากให้คุณรู้ว่านี่คือจุดแข็งของคุณ

source: You have sent a reminder to {{givenName}}.
th_th: คุณได้ส่งการแจ้งเตือนไปยัง {{givenName}} แล้ว

source: Meeting up about feedback is a great opportunity to gain more insight!
th_th: การพบปะพูดคุยเพื่อรับฟีดแบคเป็นโอกาสที่ดีที่จะได้รับข้อมูลเชิงลึกเพิ่มเติม!

source: Thanks
th_th: ขอบคุณ

source: Say thank you to let your colleague know you appreciate their feedback!
th_th: กล่าวขอบคุณโดยให้เพื่อนร่วมงานของคุณทราบว่าคุณชื่นชมฟีดแบคของพวกเขา!

source: Add goals
th_th: เพิ่มเป้าหมาย

source: Edit goals
th_th: แก้ไขเป้าหมาย

source: Related goals
th_th: เป้าหมายที่เกี่ยวข้อง

source: Link this feedback to your goals
th_th: เชื่อมโยงฟีดแบคนี้กับเป้าหมายของคุณ

source: Feedback related to goals is visible by your line manager.
th_th: หัวหน้างานในสายงานของคุณสามารถมองเห็นฟีดแบคที่เกี่ยวข้องกับเป้าหมายได้

source: Request answered
th_th: คำขอได้รับการตอบกลับแล้ว

source: Feedback comments
th_th: ความคิดเห็นฟีดแบค

source: Request pending
th_th: คำขอรอดำเนินการ

source: Manage sharing
th_th: จัดการการแบ่งปัน

source: Would you prefer to have a conversation?
th_th: คุณต้องการที่จะสนทนาไหม

source: Suggest a meet-up to further discuss the feedback with your colleague!
th_th: เสนอแนะการพบปะเพื่อหารือเพิ่มเติมเกี่ยวกับฟีดแบคกับเพื่อนร่วมงานของคุณ!

source: Thank you for your endorsement! You have made a colleague happy.
th_th: ขอขอบคุณสำหรับการสนับสนุนของคุณ! คุณทำให้เพื่อนร่วมงานมีความสุข

source: Excellent! You've made a colleague happy today.
th_th: เยี่ยมมาก! คุณทำให้เพื่อนร่วมงานมีความสุขในวันนี้

source: Thank you! Meeting up is a great opportunity to gain more insights.
th_th: ขอบคุณ! การพบปะกันเป็นโอกาสที่ดีในการได้รับข้อมูลเชิงลึกเพิ่มเติม

source: {{givenName}} {{nickName}} will get a notification.
th_th: {{givenName}} {{nickName}} จะได้รับการแจ้งเตือน

source: You have retracted your endorsement
th_th: คุณได้ถอนการรับรองของคุณแล้ว

source: You have removed this favorite
th_th: คุณได้ลบรายการโปรดนี้ออกแล้ว

source: You have retracted your "Thanks"
th_th: คุณได้ถอน "คำขอบคุณ" ของคุณแล้ว

source: You have canceled this request to meet. Send a new request if you didn't intend to cancel.
th_th: คุณได้ยกเลิกคำขอการนัดหมายนี้แล้ว หากคุณไม่ได้ตั้งใจยกเลิก กรุณาส่งคำขอใหม่อีกครั้ง

source: {{givenName}} {{nickName}} will not be notified.
th_th: {{givenName}} {{nickName}} จะไม่ได้รับการแจ้งเตือน

source: My comment
th_th: ความคิดเห็นของฉัน

source: My note
th_th: หมายเหตุของฉัน

source: To change your impact, you could have:
th_th: หากต้องการเปลี่ยนผลกระทบของคุณ คุณสามารถทำสิ่งต่อไปนี้:

source: You must select at least one person.
th_th: คุณจะต้องเลือกอย่างน้อยหนึ่งคน
